/*
{
  "character":	"man.js",
  "skins": 		["M-Man.png"],
  "morphs": 		["身高","臂长","肩宽","臀围","胸围","腰围","肘围","膝围","颈围"],
  "x":	0,
  "y":	2400,
  "z":	100,
  "s":	70
}

{
  "character":	"woman.js",
  "skins": 		["woman-tex.png"],
  "morphs": 	    ["身高","臂长","肩宽","臀围","膝围","胸围","腰围","肘围","颈围"],
  "x":	0,
  "y":	2400,
  "z":	100,
  "s":	70
}

---------------------------------------
male

身高：	1561.3mm-   2122.8mm	1887.0mm
臂长：	453.8mm-    675.8mm	    555mm
肩宽：	356.7mm-    523.4mm	    446.7mm
臀围：	857mm-      1160.3mm	914.5mm
胸围：	881.2mm-    1263.8mm	964.3mm
腰围：	505.6mm-    1576mm		742mm
肘围：	241.6mm-    325.8mm	    253.6mm
膝围：	276.7mm-    617mm		348.3mm
颈围：	389mm-      574mm       425.7mm
---------------------------------------
female

身高：	1376mm-     2029.5mm    1773mm
臂长：	387.5mm-    910mm		558.6mm
肩宽：	266.4mm-    366.2mm	    343.5mm
臀围：	772.2mm-    1134.3mm	884.7mm
膝围:	257.8mm-    457.3mm	    312.1mm
胸围：	739.5mm-    1096.9mm	843.3mm
腰围：	491.9mm-    1224.8mm	637.1mm
肘围：	202.4mm-    270mm		211.2mm
颈围：	343.6mm-    459.3mm	    378mm
---------------------------------------

"bones" : [],

"skinIndices" : [],

"skinWeights" : [],

"animations" : []

*/